tap "Seanstoppable/random"
tap "caskroom/cask"
tap "caskroom/versions"
tap "universal-ctags/universal-ctags"

brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

brew "awscli"
brew "aws-shell"
brew "bash-completion@2"
brew "git"
brew "gnupg"
brew "grip"
brew "hadolint"
brew "htop"
brew "lz4"
brew "peco"
brew "pwgen"
brew "shellcheck"
brew "the_silver_searcher"
brew "tig"
brew "vim"
brew "watch"
brew "wget"
brew "yank"
brew "zsh"

cask "alfred"
#cask "bitbar"
cask "blockblock"
cask "cyberduck"
#cask "dnscrypt"
cask "docker"
cask "flux"
cask "gimp"
cask "iterm2"
cask "keepassxc"
cask "keka"
#cask "oversight"
cask "postman"
#cask "qbittorrent"
#cask "veracrypt"
cask "vlc"
cask "yed"
