tap "Seanstoppable/random"
tap "homebrew/cask"

brew "awscli"
brew "aws-shell"
brew "ctop"
brew "fzf"
brew "git"
brew "gnupg"
brew "grip"
brew "hadolint"
brew "htop"
brew "jq"
brew "jesseduffield/lazygit/lazygit"
brew "lz4"
brew "peco"
brew "pwgen"
brew "ripgrep"
brew "ripgrep-all"
brew "shellcheck"
brew "the_silver_searcher"
brew "tig"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "up"
brew "vim"
brew "watch"
brew "wget"
brew "yank"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "alfred"
#cask "bitbar"
cask "blockblock"
cask "cyberduck"
#cask "dnscrypt"
cask "docker"
cask "flux"
cask "gimp"
cask "hammerspoon"
cask "iterm2"
cask "libreoffice"
cask "keepassxc"
cask "keka"
#cask "oversight"
cask "postman"
#cask "qbittorrent"
#cask "veracrypt"
cask "vlc"
cask "yed"
